tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "goenv", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "ripgrep"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
cask "alfred"
cask "biscuit"
cask "firefox"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "hyperswitch"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
