if system("uname | grep -q Darwin")
  tap "d12frosted/emacs-plus"
end
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "goenv", args: ["HEAD"]
brew "graphviz"
brew "jq"
brew "lazygit"
brew "n"
brew "tree-sitter", args: ["HEAD"]
brew "utf8proc", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
if system("uname | grep -q Darwin")
  brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-native-comp"]
  cask "alacritty"
  cask "alfred"
  cask "alt-tab"
  cask "caffeine"
  cask "dropbox"
  cask "google-cloud-sdk"
  cask "karabiner-elements"
  cask "the-unarchiver"
end
