{
    "apps": [
        {
            "Name": "7zip",
            "Updated": "2024-12-16T21:40:39.6971223+09:00",
            "Version": "24.09",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "alacritty",
            "Updated": "2025-02-20T16:17:32.8228093+09:00",
            "Version": "0.15.1",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "aria2",
            "Updated": "2024-12-16T21:40:37.0977257+09:00",
            "Version": "1.37.0-1",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "autohotkey",
            "Updated": "2025-02-20T16:17:36.1207953+09:00",
            "Version": "2.0.19",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "chatgpt",
            "Updated": "2025-06-26T09:11:12.4632051+09:00",
            "Version": "1.1.0",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "dark",
            "Updated": "2025-02-20T16:17:36.8161977+09:00",
            "Version": "3.14",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "dropbox-np",
            "Updated": "2025-02-20T16:18:32.8800756+09:00",
            "Version": "nightly-20250220",
            "Info": "",
            "Source": "nonportable"
        },
        {
            "Name": "fd",
            "Updated": "2025-02-20T15:45:05.1906983+09:00",
            "Version": "10.2.0",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "git",
            "Updated": "2025-02-20T16:16:29.4899824+09:00",
            "Version": "2.48.1",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "googlechrome",
            "Updated": "2025-02-20T16:18:38.7952466+09:00",
            "Version": "133.0.6943.127",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "innounp",
            "Updated": "2025-02-20T16:18:43.0438957+09:00",
            "Version": "2.64.1",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "llvm",
            "Updated": "2025-02-20T15:45:23.7373821+09:00",
            "Version": "19.1.7",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "neovim",
            "Updated": "2025-02-20T16:18:47.4308649+09:00",
            "Version": "0.10.4",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "nvm",
            "Updated": "2025-06-25T18:38:45.9885271+09:00",
            "Version": "1.2.2",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "powertoys",
            "Updated": "2025-02-20T16:19:22.1840189+09:00",
            "Version": "0.88.0",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "ripgrep",
            "Updated": "2025-02-20T15:45:03.7053227+09:00",
            "Version": "14.1.1",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "sharex",
            "Updated": "2025-05-08T12:01:14.5928031+09:00",
            "Version": "17.0.0",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "station",
            "Updated": "2025-06-25T18:38:55.7808777+09:00",
            "Version": "3.3.0",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "task",
            "Updated": "2024-12-16T21:40:49.1672787+09:00",
            "Version": "3.40.1",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "vcredist2022",
            "Updated": "2025-02-20T15:48:11.0615703+09:00",
            "Version": "14.42.34438.0",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "vivaldi",
            "Updated": "2025-02-20T16:19:29.3669693+09:00",
            "Version": "7.1.3570.54",
            "Info": "",
            "Source": "extras"
        }
    ],
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2025-06-26T05:29:39+09:00",
            "Manifests": 1391
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2025-06-26T05:29:33+09:00",
            "Manifests": 2167
        },
        {
            "Name": "nonportable",
            "Source": "https://github.com/ScoopInstaller/Nonportable",
            "Updated": "2025-06-25T11:24:56+09:00",
            "Manifests": 128
        }
    ]
}
