{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": {
                "value": "\/Date(1742560292000)\/",
                "DisplayHint": 2,
                "DateTime": "2025”N3ŒŽ21“ú 21:31:32"
            },
            "Manifests": 1387
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": {
                "value": "\/Date(1742560247000)\/",
                "DisplayHint": 2,
                "DateTime": "2025”N3ŒŽ21“ú 21:30:47"
            },
            "Manifests": 2144
        },
        {
            "Name": "nonportable",
            "Source": "https://github.com/ScoopInstaller/Nonportable",
            "Updated": {
                "value": "\/Date(1742561809000)\/",
                "DisplayHint": 2,
                "DateTime": "2025”N3ŒŽ21“ú 21:56:49"
            },
            "Manifests": 127
        }
    ],
    "apps": [
        {
            "Info": "",
            "Source": "main",
            "Name": "7zip",
            "Version": "24.09",
            "Updated": "\/Date(1734352839697)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "alacritty",
            "Version": "0.15.1",
            "Updated": "\/Date(1740035852822)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "aria2",
            "Version": "1.37.0-1",
            "Updated": "\/Date(1734352837097)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "autohotkey",
            "Version": "2.0.19",
            "Updated": "\/Date(1740035856120)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "dark",
            "Version": "3.14",
            "Updated": "\/Date(1740035856816)\/"
        },
        {
            "Info": "",
            "Source": "nonportable",
            "Name": "dropbox-np",
            "Version": "nightly-20250220",
            "Updated": "\/Date(1740035912880)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "emacs",
            "Version": "30.1",
            "Updated": "\/Date(1742573780678)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "fd",
            "Version": "10.2.0",
            "Updated": "\/Date(1740033905190)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "git",
            "Version": "2.48.1",
            "Updated": "\/Date(1740035789489)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "googlechrome",
            "Version": "133.0.6943.127",
            "Updated": "\/Date(1740035918795)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "innounp",
            "Version": "2.64.1",
            "Updated": "\/Date(1740035923043)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "llvm",
            "Version": "19.1.7",
            "Updated": "\/Date(1740033923737)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "neovim",
            "Version": "0.10.4",
            "Updated": "\/Date(1740035927430)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "powertoys",
            "Version": "0.88.0",
            "Updated": "\/Date(1740035962184)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "ripgrep",
            "Version": "14.1.1",
            "Updated": "\/Date(1740033903705)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "task",
            "Version": "3.40.1",
            "Updated": "\/Date(1734352849167)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "vcredist2022",
            "Version": "14.42.34438.0",
            "Updated": "\/Date(1740034091061)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "vivaldi",
            "Version": "7.1.3570.54",
            "Updated": "\/Date(1740035969366)\/"
        }
    ]
}
