tap "delphinus/sfmono-square"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "glib"
brew "python@3.9"
brew "commitizen"
brew "docui"
brew "harfbuzz"
brew "exa"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "glow"
brew "goenv", args: ["HEAD"]
brew "lazygit"
brew "luajit"
brew "n"
brew "tree-sitter", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "php"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "telnet"
brew "tmux"
brew "tree"
brew "yarn"
brew "z"
brew "zsh"
brew "delphinus/sfmono-square/sfmono-square"
brew "heroku/brew/heroku"
cask "alacritty"
cask "alfred"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gyazo"
cask "hyperswitch"
cask "iterm2"
cask "karabiner-elements"
cask "raindropio"
