tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "efm-langserver"
brew "sqlite"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "glow"
brew "goenv", args: ["HEAD"]
brew "luajit", args: ["HEAD"]
brew "tree-sitter", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tree"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
cask "alfred"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "gyazo"
cask "hyperswitch"
cask "iterm2"
cask "karabiner-elements"
cask "vivaldi"
