tap "heroku/brew"
tap "homebrew/bundle"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "goenv", args: ["HEAD"]
brew "lazydocker"
brew "lazygit"
brew "luajit"
brew "n"
brew "tree-sitter", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "php"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "telnet"
brew "tmux"
brew "trash"
brew "tree"
brew "yarn"
brew "z"
brew "zsh"
brew "heroku/brew/heroku"
cask "1password"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "dropbox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "karabiner-elements"
cask "obsidian"
cask "raindropio"
cask "vivaldi"
